<?php

/**
 * ECSHOP 标签管理语言项
 * ============================================================================
 * 版权所有 (C) 2005-2006 北京亿商互动科技发展有限公司，并保留所有权利。
 * 网站地址: http://www.ecshop.com
 * ----------------------------------------------------------------------------
 * 这是一个免费开源的软件；这意味着您可以在不用于商业目的的前提下对程序代码
 * 进行修改、使用和再发布。
 * ============================================================================
 * @author:     liry <liry123@hotmail.com>
 * @version:    v2.1.2
 * ---------------------------------------------
 * $Author: paulgao $
 * $Date: 2007-04-19 18:11:35 +0800 (星期四, 19 四月 2007) $
 * $Id: tag_manage.php 8272 2007-04-19 10:11:35Z paulgao $
*/

$_LANG['tag_manage'] = '标签管理';
$_LANG['tag_id'] = '编号';
$_LANG['tag_words'] = '标签名称';
$_LANG['user_id'] = '会员名';
$_LANG['goods_id'] = '商品名称';
$_LANG['drop_tags'] = '批量删除';

$_LANG['no_select_tag'] = '您现在没有需要删除的标签';
$_LANG['drop_success'] = '您已经成功的删除了 %d 个标签';
$_LANG['back_list'] = '返回标签列表';

/* JS语言项 */
$_LANG['drop_confirm'] = '您确定要删除这条记录吗?';

?>