<?php
/**
 * member.config.php
 * 我的欧酷下面的一些配置
 * 主要是一些的tag 的含义
 * @date: 2008-4-15
 * @author : Tao Fei (ftao@oukoo.com)
 * @copyright oukoo
 */

$simple_order_status_mapping = array(
    '-1' => '所有',
    0 => '未确认',
    1 => '已确认',
    2 => '已取消',
    //3 => '无效',
    4 => '拒收',
);

 //订单状态 这个不是数据库中字段的含义
$order_status_mapping = array(
    0 => '全部',
    #1 => '等待确认',
    2 => '正在交易',
    3 => '交易成功',
    4 => '交易失败',
    #5 => '订单取消'
);

//售后服务
$service_type_mapping = array(
    4 => '售后咨询',
    1 => '换货申请',
    2 => '退货申请',
//    3 => '保修',
    5 => '保价申请',
    6 => '漏寄申请',
);

//审核状态
$status_mapping = array(
	0 => "未审核",
//	1 => "审核中",
//	2 => "审核通过",
	3 => "审核未通过",
	4 => "已回复",
	5 => "换货",
	6 => "退货",	
	7 => "保价",	
    8 => "补寄"
);

// 售后问题跟踪状态
$oukoo_service_status_mapping = array(
	1 => '待补偿',
	2 => '待跟踪',
	3 => '待换货',
	4 => '待退货',
	5 => '待退款',
//	6 => '关机',
//	7 => '停机',
	8 => '完成',
//	9 => '无人接听',
	9 => '待补寄',
	10 => '拒绝',
	11 => '审核未通过，待客服回访',
	12 => '客服已回访，审核未通过',
	13 => '验货未通过，待客服回访',
);

?>
