<?php

/**
 * shopex Single v4.7 转换程序语言文件
 * ============================================================================
 * 版权所有 (C) 2005-2006 北京亿商互动科技发展有限公司，并保留所有权利。
 * 网站地址: http://www.ecshop.com
 * ----------------------------------------------------------------------------
 * 这是一个免费开源的软件；这意味着您可以在不用于商业目的的前提下对程序代码
 * 进行修改、使用和再发布。
 * ============================================================================
 * @author:     huiger <cyhkfc@hotmail.com>
 * @version:    v2.1
 * ---------------------------------------------
 * $Author: huiger
 * $Date:  $
 * $Id: shopex47.php  $
 */

$_LANG['shopex47_desc']     = 'shopex Single V4.7';

$_LANG['step_file']         = '正在复制文件...';
$_LANG['step_cat']          = '正在转换商品分类...';
$_LANG['step_brand']        = '正在转换商品品牌...';
$_LANG['step_goods']        = '正在转换商品...';
$_LANG['step_users']        = '正在转换会员...';
$_LANG['step_article']      = '正在转换文章...';
$_LANG['step_order']        = '正在转换订单...';
$_LANG['step_config']       = '正在转换商店设置...';

?>