<?php

/**
 * ECSHOP EMS插件的语言文件
 * ============================================================================
 * 版权所有 (C) 2005-2006 北京亿商互动科技发展有限公司，并保留所有权利。
 * 网站地址: http://www.ecshop.com
 * ----------------------------------------------------------------------------
 * 这是一个免费开源的软件；这意味着您可以在不用于商业目的的前提下对程序代码
 * 进行修改、使用和再发布。
 * ============================================================================
 * @author:     Weber Liu <weberliu@hotmail.com>
 * @version:    v2.0
 * ---------------------------------------------
 * $Author: paulgao $
 * $Date: 2007-04-19 18:11:35 +0800 (星期四, 19 四月 2007) $
 * $Id: ems.php 8272 2007-04-19 10:11:35Z paulgao $
*/

$_LANG['ems']                   = 'EMS 国内邮政特快专递';
$_LANG['ems_express_desc']      = 'EMS 国内邮政特快专递描述内容';
$_LANG['base_fee']              = '500克以内费用：';
$_LANG['step_fee']              = '续重每500克或其零数：';
?>