<?php

/**
 * ECSHOP 固定运费插件的语言文件
 * ============================================================================
 * 版权所有 (C) 2005-2006 北京亿商互动科技发展有限公司，并保留所有权利。
 * 网站地址: http://www.ecshop.com
 * ----------------------------------------------------------------------------
 * 这是一个免费开源的软件；这意味着您可以在不用于商业目的的前提下对程序代码
 * 进行修改、使用和再发布。
 * ============================================================================
 * @author:     Weber Liu <weberliu@hotmail.com>
 * @version:    v2.0
 * ---------------------------------------------
 * $Author: paulgao $
 * $Date: 2007-04-19 18:11:35 +0800 (星期四, 19 四月 2007) $
 * $Id: flat.php 8272 2007-04-19 10:11:35Z paulgao $
*/

$_LANG['flat']          = '市内快递';
$_LANG['flat_desc']     = '固定运费的配送方式内容';
$_LANG['base_fee']      = '基本费用：';
?>