<?php

/**
 * ECSHOP 运费到付插件语言文件
 * ============================================================================
 * 版权所有 (C) 2005-2006 北京亿商互动科技发展有限公司，并保留所有权利。
 * 网站地址: http://www.ecshop.com
 * ----------------------------------------------------------------------------
 * 这是一个免费开源的软件；这意味着您可以在不用于商业目的的前提下对程序代码
 * 进行修改、使用和再发布。
 * ============================================================================
 * @author:     wj                 <wjzhangq@126.com>
 * @version:    v2.0
 * ---------------------------------------------
 * $Author: wj $
 * $Date: 2006-09-13 09:53:05 +0800 (Wed, 13 Sep 2006) $
 * $Id: fpd.php 2079 2006-10-28 08:39:10Z wj $
*/

$_LANG['fpd']          = '运费到付';
$_LANG['fpd_desc']     = '所购商品到达即付运费';
?>