<?php

/**
 * ECSHOP 圆通速递插件的语言文件
 * ============================================================================
 * 版权所有 (C) 2005-2006 北京亿商互动科技发展有限公司，并保留所有权利。
 * 网站地址: http://www.ecshop.com
 * ----------------------------------------------------------------------------
 * 这是一个免费开源的软件；这意味着您可以在不用于商业目的的前提下对程序代码
 * 进行修改、使用和再发布。
 * ============================================================================
 * @author:     haochangyu <haochangyu@hotmail.com>
 * @version:    v2.0
 * ---------------------------------------------
 * $Author: paulgao $
 * $Date: 2007-02-13 10:51:45 +0800 (星期二, 13 二月 2007) $
 * $Id: cac.php 5814 2007-02-13 02:51:45Z paulgao $
*/

$_LANG['yto']          = '圆通速递';
$_LANG['yto_desc']     = '上海圆通物流（速递）有限公司经过多年的网络快速发展，在中国速递行业中一直处于领先地位。为了能更好的发展国际快件市场，加快与国际市场的接轨，强化圆通的整体实力，圆通已在东南亚、欧美、中东、北美洲、非洲等许多城市运作国际快件业务';
$_LANG['basic_fee'] = '首重费用';
$_LANG['step_fee'] = '续重费用';

?>