<?php

/**
 * ECSHOP 支付宝语言文件
 * ============================================================================
 * 版权所有 (C) 2005-2007 北京亿商互动科技发展有限公司，并保留所有权利。
 * 网站地址: http://www.ecshop.com
 * ----------------------------------------------------------------------------
 * 这是一个免费开源的软件；这意味着您可以在不用于商业目的的前提下对程序代码
 * 进行修改、使用和再发布。
 * ============================================================================
 * @author:     scott ye <scott.yell@gmail.com>
 * @version:    v2.1
 * ---------------------------------------------
 * $Author: paulgao $
 * $Date: 2007-03-08 20:30:59 +0800 (星期四, 08 三月 2007) $
 * $Id: paypalcn.php 6667 2007-03-08 12:30:59Z paulgao $
 */

global $_LANG;

$_LANG['paypalcn']          = '贝宝';
$_LANG['paypalcn_desc']     = '贝宝是由上海网付易信息技术有限公司与世界领先的网络支付公司—— PayPal 公司通力合作为中国市场度身定做的网络支付服务。' .
                                '（网址：http://www.paypal.com/cn）';
$_LANG['paypalcn_account']  = '商户帐号';
$_LANG['paypalcn_button']   = '立即使用贝宝支付';
$_LANG['paypal_txn_id']     = '贝宝交易号';

?>