<?php

/**
 * ECSHOP 邮局平邮插件的语言文件
 * ============================================================================
 * 版权所有 (C) 2005-2006 北京亿商互动科技发展有限公司，并保留所有权利。
 * 网站地址: http://www.ecshop.com
 * ----------------------------------------------------------------------------
 * 这是一个免费开源的软件；这意味着您可以在不用于商业目的的前提下对程序代码
 * 进行修改、使用和再发布。
 * ============================================================================
 * @author:     Weber Liu <weberliu@hotmail.com>
 * @version:    v2.0
 * ---------------------------------------------
 * $Author: weberliu $
 * $Date: 2006-08-25 21:46:27 +0800 (Fri, 25 Aug 2006) $
 * $Id: post_express.php 1009 2006-08-25 13:46:27Z weberliu $
*/

$_LANG['post_mail']          = '邮局平邮';
$_LANG['post_mail_desc']     = '邮局平邮的描述内容。';
$_LANG['pack_fee']           = '包装费用：';
$_LANG['basic_fee']          = '1000克以内费用：';
$_LANG['step_fee1']          = '5000克以内续重每1000克费用：';
$_LANG['step_fee2']          = '5001克以上续重1000克费用：';

?>