<?php

/**
 * ECSHOP 银行汇款（转帐）语言文件
 * ============================================================================
 * 版权所有 (C) 2005-2007 北京亿商互动科技发展有限公司，并保留所有权利。
 * 网站地址: http://www.ecshop.com
 * ----------------------------------------------------------------------------
 * 这是一个免费开源的软件；这意味着您可以在不用于商业目的的前提下对程序代码
 * 进行修改、使用和再发布。
 * ============================================================================
 * @author:     scott ye <scott.yell@gmail.com>
 * @version:    v2.1
 * ---------------------------------------------
 * $Author: paulgao $
 * $Date: 2007-03-08 20:30:59 +0800 (星期四, 08 三月 2007) $
 * $Id: bank.php 6667 2007-03-08 12:30:59Z paulgao $
 */

global $_LANG;

$_LANG['bank']      = '银行汇款/转帐';
$_LANG['bank_desc'] = '银行名称' . chr(13) .
                        '收款人信息：全称 ××× ；帐号或地址 ××× ；开户行 ×××。' . chr(13) .
                        '注意事项：办理电汇时，请在电汇单“汇款用途”一栏处注明您的订单号。';

?>