<?php

/**
 * ECSHOP ctopay 语言文件
 * ============================================================================
 * 版权所有 (C) 2005-2006 北京亿商互动科技发展有限公司，并保留所有权利。
 * 网站地址: http://www.ecshop.com
 * ----------------------------------------------------------------------------
 * 这是一个免费开源的软件；这意味着您可以在不用于商业目的的前提下对程序代码
 * 进行修改、使用和再发布。
 * ============================================================================
 * @author:     800-pay <https://www.800-pay.com/>
 * @version:    v2.0
 * ---------------------------------------------
 * $Author: wj $
 * $Date: 2007-05-16 16:52:30 +0800 (星期三, 16 五月 2007) $
 * $Id: ctopay.php 8635 2007-05-16 08:52:30Z wj $
 */

global $_LANG;
$_LANG['ctopay']          = 'Ctopay';
$_LANG['ctopay_desc']     = '电信支付（China Telecom Online Payment ） 是由广东省电信实业集团开发的电子收款工具。 www.ctopay.com. 作为旗下支付及收款平台，一直专注于分析和研究电子收费市场的应用需求，研发并推广网络支付结算应用系统。为企业、商家和电子商务公司提供全套收费解决方案服务，建立商户与中国及全球的金融机构之间的网上实时支付桥梁，突破电子商务的资金流瓶颈，以解决长期困扰商户的资金流转问题。' ;
$_LANG['MerNo']    = '商户编号';
$_LANG['MD5key']   = 'MD5私钥';
$_LANG['Currency'] = '支付卡种';
$_LANG['Currency_range'][1] = '人民币卡';
$_LANG['Currency_range'][2] = '国际卡（Visa/Master）';
$_LANG['Language'] = '语言';
$_LANG['Language_range'][1] = 'GB中文';
$_LANG['Language_range'][2] = '英文';
$_LANG['Language_range'][3] = 'BIG5中文';
$_LANG['pay_button']        = '联银通支付平台';

?>