<?php

/**
 * ECSHOP 网银在线语言文件
 * ============================================================================
 * 版权所有 (C) 2005-2007 北京亿商互动科技发展有限公司，并保留所有权利。
 * 网站地址: http://www.ecshop.com
 * ----------------------------------------------------------------------------
 * 这是一个免费开源的软件；这意味着您可以在不用于商业目的的前提下对程序代码
 * 进行修改、使用和再发布。
 * ============================================================================
 * @author:     scott ye <scott.yell@gmail.com>
 * @version:    v2.1
 * ---------------------------------------------
 * $Author: liry $
 * $Date: 2006-11-05 16:52:13 +0800 (星期日, 05 十一月 2006) $
 * $Id: chinabank.php 2342 2006-11-05 08:52:13Z liry $
 */

global $_LANG;

$_LANG['nps']         = 'NPS在线支付';
$_LANG['nps_desc']    = 'NPS支付平台与中国工商银行、招商银行、中国建设银行、农业银行、民生银行等数十' .
        '家金融机构达成协议。全面支持全国各大银行的信用卡及借记卡实现网上支付。（网址：http://www.nps.cn）';
$_LANG['nps_account'] = '商户编号';
$_LANG['nps_key']     = 'MD5支付密钥';
$_LANG['pay_button']  = '立即使用NPS在线支付';

?>