<?php

/**
 * ECSHOP 财付通支付插件语言文件
 * ============================================================================
 * 版权所有 (C) 2005-2007 北京亿商互动科技发展有限公司，并保留所有权利。
 * 网站地址: http://www.ecshop.com
 * ----------------------------------------------------------------------------
 * 这是一个免费开源的软件；这意味着您可以在不用于商业目的的前提下对程序代码
 * 进行修改、使用和再发布。
 * ============================================================================
 * @author:     scott ye <scott.yell@gmail.com>
 * @version:    v2.1
 * ---------------------------------------------
 * $Author: paulgao $
 * $Date: 2007-03-08 20:30:59 +0800 (星期四, 08 三月 2007) $
 * $Id: tenpay.php 6667 2007-03-08 12:30:59Z paulgao $
 */

global $_LANG;

$_LANG['tenpay']            = '财付通';
$_LANG['tenpay_desc']       = '财付通网站 (www.tenpay.com) 作为功能强大的支付平台，是由中国最早、最大的互联网即时通信软件开发商腾讯公司创办，为最广大的QQ用户群提供安全、便捷、简单的在线支付服务。';
$_LANG['tenpay_account']    = '财付通商户号';
$_LANG['tenpay_key']        = '财付通密钥';
$_LANG['magic_string']      = '自定义签名';
$_LANG['pay_button']        = '立即使用财付通支付';

?>