<?php

/**
 * ECSHOP 易付通语言文件
 * ============================================================================
 * 版权所有 (C) 2005-2007 北京亿商互动科技发展有限公司，并保留所有权利。
 * 网站地址: http://www.ecshop.com
 * ----------------------------------------------------------------------------
 * 这是一个免费开源的软件；这意味着您可以在不用于商业目的的前提下对程序代码
 * 进行修改、使用和再发布。
 * ============================================================================
 * @author:     web boy <laupeng@163.com>
 * @version:    v2.1
 * ---------------------------------------------
 */

global $_LANG;

$_LANG['xpay']            = '易付通';
$_LANG['xpay_desc']       = '易付通是一个在线收、付费的专业平台，无论您是否注册易付通的用户、无论您身在何处，只要采用易付通在线支付系统，都可以轻松解决所有网上交易收、付费最烦恼的支付问题。';
$_LANG['xpay_tid']        = '唯一交易号';
$_LANG['xpay_key']        = '交易密钥';
$_LANG['xpay_button']     = '立即使用易付通支付';

?>